IDEA Open Model
ConcreteMemberDataEc2.MemberImportance Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the member importance.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public MemberImportance MemberImportance { get; set; }
Public Property MemberImportance As MemberImportance
	Get
	Set
public:
property MemberImportance MemberImportance {
	MemberImportance get ();
	void set (MemberImportance value);
}
Property Value
Type: MemberImportance
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace